[
  {
    "id": 1,
    "title": "Человек со спичкой",
    "content": "Голый человек был найден мертвым посреди пустыни. В его руке была сгоревшая спичка. Что произошло?",
    "answer": "Человек летел с другими людьми на воздушном шаре. Воздушный шар начал падать и чтобы сделать его легче, они выкинули все вещи, в том числе всю свою одежду. Этого было недостаточно и они решили, что один из них должен прыгнуть для спасения остальных. Они договорились тянуть спичку: кому выпадет сгоревшая спичка, тому придется прыгать. Этому человеку попалась сгоревшая спичка и он прыгнул, как они и договаривались.",
    "difficulty": "hard"
  },
  {
    "id": 2,
    "title": "Последнее такси",
    "content": "Эльдар сидел и читал газету, когда услышал шум. Когда он понял что произошло, он очень пожалел, что не поймал такси вовремя. Вскоре он покончил с собой.",
    "answer": "Эльдар был разорен. Он был коллекционером масштабных моделей такси (уменьшенные копии автомобилей), и чтобы решить свои денежные проблемы он хотел продать самый дорогой экземпляр коллекции. Он почистил его и опрометчиво поставил на край стола. Во время чтения газеты он задел стол ногой, из-за чего такси скатилось со стола и упало на пол, разбившись. Другие экземпляры коллекции не были достаточно дорогими.",
    "difficulty": "hard"
  },
  {
    "id": 3,
    "title": "Открытая дверь",
    "content": "Григорий проснулся рано утром и удивился, что дверь была открыта. Как только он перешел порог - его голова была оторвана.",
    "answer": "Григорий был попугаем и жил в клетке несколько месяцев. Кот Борис всё это время ждал возможности поймать его и съесть. Как-то раз хозяева забыли закрыть клетку на ночь. На утро произошла трагедия.",
    "difficulty": "medium"
  },
  {
    "id": 4,
    "title": "Случайный случай",
    "content": "Водитель стал причиной несчастного случая, врезавшись в мотоцикл во время своего неожиданного поворота на перекрестке. Но когда полицейский приехал, был арестован другой человек. Водитель был освобожден.",
    "answer": "Водитель был на уроке вождения со своим инструктором, который указал ему сделать неверный поворот, во время которого водитель врезался в ехавший мотоцикл. Полиция посчитала виновным инструктора и арестовала его, а водителя отпустила.",
    "difficulty": "medium"
  },
  {
    "id": 5,
    "title": "Темень",
    "content": "Маргарита была на работе и спускалась по лестнице, когда внезапно потемнело. В этот момент она поняла, что её муж при смерти.",
    "answer": "Маргарита работала электриком в больнице и знала, что аварийные генераторы  не работают. Недавно её мужа сбила машина и он лежал в этой больнице с аппаратурой, поддерживающей его жизнь. Когда потемнело, Маргарита  поняла, что её муж скоро задохнется, т.к. не в состоянии дышать самостоятельно.",
    "difficulty": "easy"
  },
  {
    "id": 6,
    "title": "Только не сейчас!",
    "content": "Катя была дома, грустила, сидела возле раскрытого окна и смотрела на улицу. В какой момент она выпрыгнула из него. Сразу после этого она услышала, что телефон зазвонил и пожалела о прыжке.",
    "answer": "Это произошло после ядерной катастрофы. Спустя две недели Катя думала, что больше никто не остался в живых. Услышав телефонный звонок она поняла, что была не одна, но было слишком поздно.",
    "difficulty": "medium"
  },
  {
    "id": 7,
    "title": "Свидетель похищения",
    "content": "Бизнесмен стал свидетелем похищения. Однако, когда он сообщил в полицию — ему не поверили.",
    "answer": "Бизнесмен только что вышел от стоматолога и не мог разборчиво разговаривать. После анестезии его рот плохо двигался. Полицейский подумал, что он напился и не поверил ему. ",
    "difficulty": "medium"
  },
  {
    "id": 8,
    "title": "Нераскрытый грабеж",
    "content": "Парень зашел в аптеку и покинул её с деньгами из кассы. Хозяйка аптеки позвонила в полицию и этого парня увез полицейский, а еще через некоторое время ей вернули деньги. Этим же вечером три человека пришли в полицейский участок и сообщили о краже.",
    "answer": "Парень был сыном хозяйки аптеки.",
    "difficulty": "hard"
  },
  {
    "id": 9,
    "title": "Двое побежденных",
    "content": "Двое мужчин избивали друг друга, но потом внезапно одновременно упали на пол.",
    "answer": "Дочь одного из этих боксеров похитили и угрожают убить, если её отец выиграет бой. Отец не пытался выиграть, но в конце боя его оппонент упал в обморок. Чтобы не выиграть бой — отец тут же бросился на пол.",
    "difficulty": "medium"
  },
  {
    "id": 10,
    "title": "Смерть под зонтом",
    "content": "Пара нашла труп на пляже под зонтом с ножом на спине. Следов насилия не было, в том числе не было следов крови. Вскрытие показало, что это была естественная смерть.",
    "answer": "Мужчина, у которого была татуировка ножа на спине, умер от сердечного приступа.",
    "difficulty": "easy"
  },
  {
    "id": 11,
    "title": "Время спать",
    "content": "Маша смотрела кино. Внезапно она услышала серию взрывов и крики людей. Потом наступила тишина. Она выключила телевизор и пошла спать.",
    "answer": "Это была новогодняя ночь. Маша ждала, пока закончится салют, чтобы пойти спать.",
    "difficulty": "easy"
  },
  {
    "id": 12,
    "title": "Побег",
    "content": "Михаил был в тюрьме. В один день он пообедал, затем навестил тюремный двор ненадолго, а потом пошел в библиотеку. В сумерках, вне досягаемости камер наблюдения, он переоделся. Затем он беспрепятственно вышел из тюрьмы. Как у него это получилось?",
    "answer": "Михаил работал садовником в этой тюрьме.",
    "difficulty": "easy"
  },
  {
    "id": 13,
    "title": "Беспокойный сон",
    "content": "Виталий пришел домой уставшим. Он зашел в свою комнату и выключил свет, чтобы лечь спать. Через некоторое время, почувствовав тревогу, он включил свет и осмотрел всё вокруг. Затем он выключил свет обратно и снова попытался уснуть. Так было несколько раз, прежде чем он посмотрел под свою кровать и обнаружил там труп.",
    "answer": "Когда Виталий вошел в квартиру в ней был вор, который спрятался под кроватью. Вор перепугался и не смог справится с усиливающимся напряжением, в результате чего у него произошел сердечный приступ и он умер. В конце концов Виталий понял, что не мог спокойно спать из-за тиканья часов на руке вора.",
    "difficulty": "medium"
  },
  {
    "id": 14,
    "title": "Врачи не помогли",
    "content": "Дима пошел в поликлинику за результатами прошлых анализов. Результаты не показывали никаких проблем со здоровьем. Однако, он совершил самоубийство вскоре после визита.",
    "answer": "Дима знал что его жена изменяет ему, но он знал лишь имя любовника. Жена клялась ему, что никакого любовника нет. Но получив результаты анализов он увидел там имя врача, совпадавшего с именем любовника. Он понял, что жена изменяет ему с врачом и не смог справиться с этим.",
    "difficulty": "medium"
  },
  {
    "id": 15,
    "title": "Брызги",
    "content": "Борис плыл на парусной лодке, когда его часы упали в воду. Он был опытным дайвером, однако он так и не смог достать часы.",
    "answer": "Борис плыл по мертвому морю. Из-за высокой концентрации соли он не смог нырнуть достаточно глубоко, чтобы дотянуться до часов.",
    "difficulty": "medium"
  },
  {
    "id": 16,
    "title": "Мясо альбатроса",
    "content": "Слепой человек заходит в ресторан и заказывает мясо альбатроса. Поужинав, он выходит из ресторана, достает пистолет и стреляет себе в голову.",
    "answer": "Несколько лет назад слепой человек потерпел кораблекрушение и попал с женой и другом на необитаемый остров. Несколько дней они голодали, затем жена и друг ушли на поиски пищи. Друг вернулся один и сказал, что жена, должно быть, заблудилась и вернется позже. Зато, по его словам, ему удалось наловить альбатросов. Жена так и не вернулась, а следующие несколько дней друг кормил слепого парня «мясом альбатроса». Попробовав настоящее мясо альбатроса, человек понял, что ел собственную жену, убитую его другом.",
    "difficulty": "hard"
  },
  {
    "id": 17,
    "title": "Догнал ",
    "content": "Из здания выбежал Тони с двумя сумками в руках. Вслед за ним побежал ещё один человек, кричал и размахивал ножами.",
    "answer": "Тони делал покупки в магазине, он потратил много денег, поэтому на кассе ему вручили подарок: комплект кухонных ножей. Тони так спешил на работу , что побежал к машине, забыв о подарке. Кассир заметил это и побежал за Тони, чтобы отдать подарок.",
    "difficulty": "medium"
  },
  {
    "id": 18,
    "title": "Священная смерть ",
    "content": "Сёма умер, когда священник перестал говорить.",
    "answer": "Шестилетний мальчик принёс на литургию своего хомячка Сёму. Когда священник выступал перед прихожанами, хомяк сбежал и поднялся к алтарю. Когда священник закончил говорить он направился к своему креслу, но не увидел хомяка и раздавил его.",
    "difficulty": "medium"
  },
  {
    "id": 19,
    "title": "Прогулка ",
    "content": "Тяжело дыша, мужчина вышел из квартиры, закрыл за собой дверь и быстро пошёл в низ по лестнице. Через два квартала он зашёл в другой дом и вздохнул с облегчением.",
    "answer": "Мужчина переселялся в другую квартиру. Когда он донёс последние коробки, то вздохнул с облегчением.",
    "difficulty": "medium"
  },
  {
    "id": 20,
    "title": "Спущенное колесо",
    "content": "Мужчина собрался ехать на работу на автомобиле, но обнаружил, что одна из шин спущена. Ничего не предпринимая, он сел в машину и проехал 20 километров до работы, а затем обратно до дома, без малейших затруднений. Как ему это удалось?",
    "answer": "Шина была спущена на запасном колесе, которое лежало в багажнике.",
    "difficulty": "easy"
  },
  {
    "id": 21,
    "title": "Нашествие котов",
    "content": "Один человек уехал в отпуск и попросил друга присмотреть за котом. Через неделю в квартире бегали уже 8 взрослых котов. ",
    "answer": "На следующий день кот убежал, и другу пришлось дать объявление о пропаже. Поскольку он сам еще не очень хорошо знал кота, ему пришлось оставлять у себя всех похожих котов, которых ему приносили. И ждать приезда друга, который должен был опознать своего питомца.",
    "difficulty": "medium"
  },
  {
    "id": 22,
    "title": "Богачи",
    "content": "Мужчина и женщина поженились и после свадьбы забросили все свои дела, и только развлекались. В итоге через три года они стали миллионерами. ",
    "answer": "До свадьбы они были миллиардерами. Но за три года промотали часть состояния и стали миллионерами.",
    "difficulty": "easy"
  },
  {
    "id": 23,
    "title": "Случай в баре",
    "content": "Мужчина заходит в бар и просит стакан воды, бармен внезапно достает ружье и направляет на мужчину. Мужчина говорит «спасибо» и уходит.",
    "answer": "Человек мучился от икоты и зашел в ближайший бар выпить воды. Бармен понял, в чем его проблема, и применил испытанное средство — напугать икающего человека. Способ сработал и мужчина поблагодарил его.",
    "difficulty": "medium"
  },
  {
    "id": 24,
    "title": "Повешенный",
    "content": "Джон с собакой гуляли по заснеженному полю. Когда они подошли к одиноко стоящему дереву, они увидели труп висящего на дереве человека. Он умер накануне вечером от удушения, но вокруг не было никаких следов, кроме следов Джона и его собаки. ",
    "answer": "Человек был парашютистом. Его парашют запутался и зацепился за ветки деревьев.",
    "difficulty": "easy"
  },
  {
    "id": 25,
    "title": "По шпалам ",
    "content": "Человек шел по рельсам и вдруг, увидел, что навстречу ему едет поезд. Тогда он побежал со всех ног навстречу приближающемуся поезду. ",
    "answer": "Человек находился в тоннеле и, чтобы спастись, был вынужден бежать по путям навстречу поезду. Когда тоннель кончился, он смог спрыгнуть с рельсов в сторону. И благодаря этому остался жив.",
    "difficulty": "medium"
  },
  {
    "id": 26,
    "title": "Погоня ",
    "content": "Бежит человек, за ним бежит толпа. Человек кричит преследователям «не видать вам золота», и начинает стрелять. Наблюдающие за происходящим ликуют. ",
    "answer": "Так проходили соревнования по биатлону.",
    "difficulty": "easy"
  },
  {
    "id": 27,
    "title": "Измена ",
    "content": "Муж возвращается из командировки, звонит в дверь, ему открывает жена. Он тут же набрасывается на неё с обвинениями в измене.",
    "answer": "По дороге домой муж заехал к приятелю. Дверь приятельской квартиры ему открыла его собственная полуодетая жена.",
    "difficulty": "medium"
  },
  {
    "id": 28,
    "title": "Смертельный выстрел",
    "content": "Охотник прицелился и выстрелил. Через несколько секунд он понял, что совершил ужасную ошибку. Через пару минут он был мертв.",
    "answer": "Он охотился в заснеженных горах. Выстрел спровоцировал лавину, которой накрыло охотника. Он умер от удушения.",
    "difficulty": "medium"
  },
  {
    "id": 29,
    "title": "Наживка",
    "content": "Посреди океана стоит комфортабельная яхта, а рядом с нею плавает шесть трупов.",
    "answer": "Хозяева этой яхты попрыгали в воду с борта, забыв опустить лестницу. В результате они не смогли подняться обратно на борт и умерли от переохлаждения в воде.",
    "difficulty": "medium"
  },
  {
    "id": 30,
    "title": "Живодёр ",
    "content": "Человек получил посылку, в которой лежала мертвая мышь. Он сообщил об этом в полицию, и отправителя посылки привлекли к суду за мошенничество.",
    "answer": "Отправитель должен был выслать драгоценности. Он надеялся, что мышь прогрызет дыру и убежит, а почту удастся обвинить в потере.",
    "difficulty": "medium"
  },
  {
    "id": 31,
    "title": "Личное пространство",
    "content": "Полиция Венесуэлы несколько раз пыталась арестовать известного бандита. Они знали, где он живет. Иногда, получив ордер на его арест, они отправлялись к нему домой. Как только они входили в дом, он запирался в спальне. Полицейским ничего не оставалось делать, кроме как уйти ни с чем. ",
    "answer": "Его дом стоял на границе Венесуэлы и Колумбии. Хотя входная дверь и полдома были расположены на территории Венесуэлы, спальня была расположена на территории Колумбии. Венесуэльская полиция не имела юрисдикции в Колумбии, поэтому полицейские не могли его арестовать, пока он находился в спальне.",
    "difficulty": "medium"
  },
  {
    "id": 32,
    "title": "Аквамен",
    "content": "Мертвый человек найден у себя дома лежащим в луже из воды и крови. Что произошло?",
    "answer": "Самоубийца выбрал очень нестандартный способ свести счеты с жизнью: он бил себя по голове большой сосулькой до тех пор, пока не раскроил себе череп. После его смерти сосулька растаяла.",
    "difficulty": "medium"
  },
  {
    "id": 33,
    "title": "Укололся",
    "content": "Мужчина идёт по пустыне, вдруг видит кактус, а на нём пустой лист бумаги. Он ложится и умирает.",
    "answer": "Это была его же метка, которую он оставил, когда бродил по пустыне. Увидев её, он понял, что окончательно заблудился.",
    "difficulty": "medium"
  },
  {
    "id": 34,
    "title": "Туфля",
    "content": "Перед сном женщина спрятала свою туфлю в сейф. Зачем?",
    "answer": "Эта женщина работает стюардессой в самолёте. В гостинице перед сном она кладёт свои документы в сейф, а чтобы их на утро не забыть, кладёт в месте с документами одну свою туфлю.",
    "difficulty": "medium"
  },
  {
    "id": 35,
    "title": "Здоровая рука",
    "content": "Почему совершенно здоровая молодая девушка надела гипс себе на руку, которая не была повреждена?",
    "answer": "Молодая девушка надела гипс на здоровую руку перед устным экзаменом по французскому языку. Она (верно) предположила, что экзаменатор спросит её о том, как же она травмировала руку. И она пришла на экзамен, подготовившись именно к этому вопросу.",
    "difficulty": "medium"
  },
  {
    "id": 36,
    "title": "Разговор",
    "content": "Женщина разговаривает, при этом она расстроена. Никто не может ее понять, но мужчина специально снимает её на видеокамеру. Зачем?",
    "answer": "Женщине было 87 лет. Язык, на котором она говорила, вымирал, и, более того, она была последним его носителем. На пленку ее снимал академик, который пытался запечатлеть этот язык прежде, чем он окажется потерянным навсегда. Это происходило реально: доктор Давид Долби снимал последнюю женщину, говорившую на африканском языке Бикья в 1986 году.",
    "difficulty": "hard"
  },
  {
    "id": 37,
    "title": "Чисто выбритые",
    "content": "Почему Александр Македонский приказал своим воинам побриться?",
    "answer": "Бородатых мужчин можно было схватить за бороду в рукопашном бою.",
    "difficulty": "easy"
  },
  {
    "id": 38,
    "title": "Страдающие",
    "content": "Когда Саши смотрели телевизор, им было не так страшно. Но увидя страдания Антонов, Саши осознали, что что-то действительно не так. ",
    "answer": "Это был эксперимент с детьми, когда им берут кровь, который показал, что им намного больнее, когда рядом стоят родители и их успокаивают, чем когда они смотрят телевизор.",
    "difficulty": "hard"
  },
  {
    "id": 39,
    "title": "Машина-обманщица",
    "content": "Иван создал устройство, который превращает цветную бумагу в 100-долларовые купюры. И даже специалисты не могут отличить их от настоящих. Но почему он выставил это устройство на продажу?",
    "answer": "Иван мошенник. Он хочет продать устройство другому жулику.\nВо время демонстрации он вставляет внутрь устройства с виду обычную зеленую бумагу, но на самом деле это настоящие 100-долларовые банкноты, обильно покрытые специальной краской. Устройство всего-навсего снимает эту краску.",
    "difficulty": "medium"
  },
  {
    "id": 40,
    "title": "Игра восприятия",
    "content": "Толя умер от того, что перепутал цвета.",
    "answer": "В Таиланде, если туриста кусает змея, местным врачам требуется определить породу змеи, чтобы подобрать противоядие. Сам турист в этом, как правило, не разбирается, поэтому у него спрашивают, какого цвета была змея, и по цвету определяют разновидность. \nТоля был дальтоником, поэтому получил противоядие не от той змеи.",
    "difficulty": "medium"
  },
  {
    "id": 41,
    "title": "Убийца",
    "content": "Коля захлопал в ладоши, и все другие, находящиеся в комнате, погибли. Что произошло?",
    "answer": "Коля истреблял комаров.",
    "difficulty": "easy"
  },
  {
    "id": 42,
    "title": "Необычная пушка",
    "content": "\nВ Америке создали пушку, которая стреляла курицами. Зачем?",
    "answer": "Из нее стреляли тушкой курицы в лобовое стекло самолета, чтобы проверить, разобьется ли оно при столкновении с птицей.",
    "difficulty": "medium"
  },
  {
    "id": 43,
    "title": "Груша в бутылке",
    "content": "Всем известно, что есть способ поместить в бутылку модель корабля. Но как поместить в бутылку спелую грушу, не повредив грушу и бутылку? ",
    "answer": "Груша выращивается в бутылке, которую привязывают к ветке вскоре после того, как плод завяжется.",
    "difficulty": "easy"
  },
  {
    "id": 44,
    "title": "Деревенский дурачок",
    "content": "Люди, приезжавшие в живописную горную деревушку, часто удивлялись местному дурачку. Когда ему предлагали выбор между блестящей 50-центовой монетой и мятой пятидолларовой купюрой, он всегда выбирал монету, хотя она стоит вдесятеро меньше купюры. Почему он никогда не выбирал купюру? ",
    "answer": "«Дурачок» был не так глуп: он понимал, что, пока он будет выбирать 50-центовую монету, люди будут предлагать ему выбор, а если он выберет пятидолларовую купюру, предложения выбора прекратятся, и он не будет получать ничего.",
    "difficulty": "medium"
  },
  {
    "id": 45,
    "title": "Пожар на острове",
    "content": "Человек находится на острове длиной полтора километра и шириной около 90 метров. Из-за долгой засухи трава и кусты на острове сильно пересохли. Внезапно на одном конце острова возник пожар, и сильный ветер погнал огонь в сторону человека. Спастись в море человек не мог, так как в море было множество акул. Отлогих берегов без растительности на острове нет, берега представляют собой отвесные утесы. Как человеку спастись от огня? ",
    "answer": "Человеку нужно зажечь огонь на подветренной от себя стороне и немного отойти навстречу главному пожару. Ветер погонит огонь к подветренному концу острова. Когда этот участок выгорит, человек сможет вернуться на него и спокойно ждать, пока основной пожар дойдет до этого участка и погаснет, так как гореть будет нечему.",
    "difficulty": "medium"
  },
  {
    "id": 46,
    "title": "Выкуп в будке",
    "content": "У богатого человека похитили сына. Похититель потребовал, чтобы он принес принадлежащий ему дорогой бриллиант в телефонную будку, стоящую в середине городского парка. Полицейские в штатском окружили парк, намереваясь схватить преступника или его посредника. Отец похищенного ребенка пришел к телефонной будке и выполнил все указания похитителей, но полиция не смогла ни помешать хитрому преступнику вынести алмаз из парка, ни схватить негодяя. Что он сделал? ",
    "answer": "Это реальный случай, произошедший на Тайване. Когда отец пришел к телефонной будке, он нашел там почтового голубя в клетке. К нему была привязана записка, в которой говорилось, что бриллиант нужно положить в маленький мешочек, закрепленный на шее голубя, и выпустить голубя из клетки. Когда он сделал это, голубь полетел через весь город в свою голубятню, и полиция не смогла проследить за ним.",
    "difficulty": "medium"
  },
  {
    "id": 47,
    "title": "Похожие устройства",
    "content": "Два распространенных устройства выполняют одну и ту же функцию, но одно из них имеет огромное количество движущихся частей, а другое не имеет ни одной. Что это за устройства? ",
    "answer": "Одно из этих устройств — песочные часы (часто применяемые для отсчета времени при варке яиц), а другое — солнечные часы. оба они предназначены для измерения времени.",
    "difficulty": "easy"
  },
  {
    "id": 48,
    "title": "Класс отличников",
    "content": "Инспектор, проверявший некую школу, заметил, что, когда бы учитель ни задал классу вопрос, в ответ тянули руки все ученики. Более того, хотя учитель каждый раз выбирал другого ученика, ответ всегда бывал правильным. Как это получалось? ",
    "answer": "Учитель сказал ученикам, чтобы они вызывались отвечать независимо от того, знают ответ или не знают. Но те, кто знает ответ, должны поднимать правую руку, а те, кто не знает, — левую. Учитель каждый раз выбирал другого ученика, но всегда того, кто поднимал правую руку.",
    "difficulty": "medium"
  },
  {
    "id": 49,
    "title": "Как обыграть Ника Фалдо?",
    "content": "Некий человек вызвал на соревнование чемпиона по гольфу Ника Фалдо, поставив условием, что сам выберет время и место проведения игры. Ник принял это условие, и вызвавший легко выиграл у него. Почему? ",
    "answer": "Вызвавший был слепым и назначил соревнование на полночь в безлунную ночь. Ему темнота совсем не мешала. (Слепые действительно участвуют в соревнованиях по гольфу, пользуясь указаниями зрячих о том, где находится мяч и лунка.) Чемпиону же было сложно играть в непривычных условиях.",
    "difficulty": "medium"
  },
  {
    "id": 50,
    "title": "Ремни безопасности",
    "content": "В больницу Сент-Джеймс направляли всех пострадавших в результате несчастных случаев в городе. Больше всего было водителей и пассажиров, пострадавших в ДТП. Чтобы уменьшить их число, городские власти сделали обязательным пользование ремнями безопасности. Водители и пассажиры стали пристегивать эти ремни, но число ДТП осталось неизменным, а число пострадавших в них людей, которые поступали в больницу, даже увеличилось. Почему?",
    "answer": "Пользование ремнями безопасности уменьшило число погибающих при ДТП. Многие люди, которые без ремня безопасности погибли бы (и попали бы в морги), оставались в живых, но получали травмы, и им требовалось лечение. Поэтому число попадающих в больницу стало больше.",
    "difficulty": "medium"
  },
  {
    "id": 51,
    "title": "Койки для здоровых",
    "content": "Директор больницы подтвердил, что многие принятые в его больницу люди не были больными, но им были оказаны медицинские услуги. Почему? ",
    "answer": "Эта больница была родильным домом, в который принимали беременных женщин.",
    "difficulty": "easy"
  },
  {
    "id": 52,
    "title": "Гренландия",
    "content": "Гренландия - огромный остров, покрытый снегом и льдом. Почему человек, открывший этот остров, назвал его Гренландией, т. е. Зеленой страной? ",
    "answer": "Гренландию открыл примерно в 982 г. скандинавский ярл Эрик Рыжий. Он стремился побудить людей селиться там и поэтому назвал страну Гренландией, так как это название могло привлечь их (на англ. языке greenland — «зеленая земля»). Это один из ранних примеров сознательной дезинформации.",
    "difficulty": "medium"
  },
  {
    "id": 53,
    "title": "Ужасный чердак",
    "content": "Родители требовали от маленькой дочери, чтобы она не смела открывать дверь чердака, не то она увидит то, что ей нельзя видеть. Однажды, когда родителей не было дома, она все же открыла эту дверь. Что она увидела? ",
    "answer": "Открыв дверь чердака, девочка увидела гостиную, а за ее окнами сад. Она никогда не видела этого, потому что родители всю жизнь держали ее на чердаке. (Это действительно задача на разностороннее мышление, поскольку почти все молчаливо подразумевают, что тот, кто открывает дверь чердака, открывает ее снаружи.)",
    "difficulty": "hard"
  },
  {
    "id": 54,
    "title": "Умер от страха",
    "content": "Человек проснулся, зажег спичку и увидел нечто такое, что умер от испуга. Что случилось? ",
    "answer": "Человек был приговорен к очень большому сроку заключения и сидел в тюрьме. Он заплатил человеку, ведающему похоронами людей, которые умерли в тюрьме, чтобы тот помог ему бежать. План состоял в том, что, когда в тюрьме кто-нибудь умрет, узник спрячется в гробу рядом с покойником. Когда же гроб будет захоронен за стенами тюрьмы, организатор похорон выроет его и освободит человека.",
    "difficulty": "hard"
  },
  {
    "id": 55,
    "title": "Ядовитый пунш",
    "content": "Человек пришел на вечеринку и выпил немного пунша. Ушел он рано. Все участники вечеринки, которые пили пунш после него, умерли от отравления. Почему не умер он?",
    "answer": "Яд содержался в кусочках льда, которые были положены в пунш. Первый человек выпил пунш, когда лед еще не растаял и достаточное количество яда не попало в пунш. Постепенно лед растаял, и яд смешался с пуншем.",
    "difficulty": "medium"
  },
  {
    "id": 56,
    "title": "Незнакомец в машине",
    "content": "Муж и жена спешно ехали из пригорода в город, но в их машине кончился бензин. Муж оставил жену в машине, наказав ей держать окна закрытыми, а двери запертыми. Когда он вернулся, окна так и были закрытыми, а двери запертыми, но его жена в машине была мертва, а рядом с ней в машине находился некто. Машина не была ни взломана, ни повреждена, и у нее не было ни откидного верха, ни задней двери. Попасть внутрь нее можно было только через двери. Кто же был этот незнакомец, и почему жена умерла? ",
    "answer": "Женщина умерла при родах, и незнакомцем был ее новорожденный сын.",
    "difficulty": "medium"
  },
  {
    "id": 57,
    "title": "Конкуренция",
    "content": "В конце 19-го века одному американцу, чтобы выдержать конкуренцию в своем бизнесе и не разориться, пришлось изобрести систему, которой мы сегодня широко пользуемся. Что это за система?",
    "answer": "Патент на первый телефонный аппарат с набором номера был выдан в позапрошлом веке американцу Элмону Строуджеру, гробовщику из Канзас-Сити. ",
    "difficulty": "hard"
  },
  {
    "id": 58,
    "title": "Прыжок с 6 этажа  ",
    "content": "Женщина cпрыгивает с подоконника на 6 этаже, однако ничуть не увечит себя.",
    "answer": "Она намеревалась совершить суицид, но поменяла свое решение в последнюю секунду и прыгнула обратно в квартиру.",
    "difficulty": "easy"
  },
  {
    "id": 59,
    "title": "Преждевременная смерть  ",
    "content": "Мужчина, рассчитывающий умереть через несколько дней, уходит на тот свет раньше, чем он ожидал.",
    "answer": "Мужчина был очень болен и решил стать донором органов для одного богатого человека. Но поскольку сын богача хотел получить наследство своего отца, он отравил донора, чтобы предотвратить пересадку органов.",
    "difficulty": "hard"
  },
  {
    "id": 60,
    "title": "Свет ",
    "content": "Роджер видит свет и впадает в ступор. Вскоре после этого он умирает.",
    "answer": "Роджер был кроликом, который сбежал из дома своих хозяев. Он перебегал проезжую часть, когда фары проезжающей мимо машины его ослепили. Водитель не заметил Роджера и задавил его.",
    "difficulty": "medium"
  },
  {
    "id": 61,
    "title": "Последний ужин ",
    "content": "Женщина планирует убить своего мужа во время ужина. Однако совершает самоубийство, готовя этот ужин.",
    "answer": "Она планировала убить своего мужа, добавив в его еду пилюли с ядом, которые она хранила в своей сумочке. Когда она пошла забрать эти таблетки, обнаружила, что их нет на месте и что ее сын проглотил их, приняв за конфеты. Не перенеся этого горя, она покончила с собой.",
    "difficulty": "medium"
  },
  {
    "id": 62,
    "title": "Окно",
    "content": "Женщина смотрит в окно и видит человека с ножом в руке. Но ее убивают до того, как она успевает вызвать полицию. Что произошло?",
    "answer": "На самом деле она увидела отражение убийцы в стекле, он уже был внутри дома — позади нее.",
    "difficulty": "easy"
  },
  {
    "id": 63,
    "title": "Кричи, детка, кричи ",
    "content": "Синди убивают прямо в толпе людей. Но никто не слышит ее криков.",
    "answer": "Синди была в кинотеатре на фильме ужасов. Началась страшная сцена, и пока все зрители кричали, убийца - сидевший позади жертвы - и совершил преступление.",
    "difficulty": "medium"
  },
  {
    "id": 64,
    "title": "Сладких снов  ",
    "content": "Матвей продолжает читать историю перед сном своему сыну несмотря на отсутствие света.",
    "answer": "Матвей слеп и обычно читает на ночь своему сыну книжки с шрифтом Брайля. В ту ночь отключили электричество, но он продолжил читать рассказ.",
    "difficulty": "easy"
  },
  {
    "id": 65,
    "title": "Унесенные ветром  ",
    "content": "Если бы ветер не дул так сильно той ночью, Анжела до сих пор была бы жива.",
    "answer": "Поскольку было очень ветрено, Анжела решила запустить своего воздушного змея. В полумраке она не могла заметить вышку электропередач. Когда змей запутался в проводах, она попыталась распутать его - и ее убило электрическим током.",
    "difficulty": "medium"
  },
  {
    "id": 66,
    "title": "Соль ",
    "content": "Из-за курсантов военного училища во всех магазинах города, за одни сутки, скупили всю соль.",
    "answer": "Курсантам дали задание – убрать весь снег на плацу. Так как убирать снег вручную им было лень, они решили посыпать его солью. Для этого купили по 10 пачек соли каждый. Когда бабушки в магазине увидели, что люди в военной форме запасаются солью, они решили, что грядет военное положение, и стали сеять панику и скупать соль.",
    "difficulty": "medium"
  },
  {
    "id": 67,
    "title": "Прыжок  ",
    "content": "Человек выпрыгнул из самолета без парашюта. Но остался жив.",
    "answer": "Самолет стоял на земле.",
    "difficulty": "easy"
  },
  {
    "id": 68,
    "title": "Лифт ",
    "content": "Некий человек живет на девятом этаже. Но каждый раз, когда он возвращается домой один, он доезжает только до седьмого этажа и далее идет пешком.",
    "answer": "Этот человек - карлик, и он достает только до кнопки седьмого этажа.",
    "difficulty": "easy"
  },
  {
    "id": 69,
    "title": "Таксист  ",
    "content": "Женщина просит водителя отвести ее домой. Всю дорогу болтает. Водитель говорит ей: «Прошу прощения, но я глухой и ничего не слышу из того, что вы говорите». Женщина смолкла, но затем, когда вышла из автомобиля, поняла, что шофер не был глух. ",
    "answer": "Шофер услышал адрес, куда отвезти пассажирку.",
    "difficulty": "easy"
  },
  {
    "id": 70,
    "title": "Слуховой аппарат  ",
    "content": "Американец Чарльз Сембри был разъярен, когда через 20 лет выяснил, что слышит без слухового аппарата лучше, чем с ним. Он отправился с претензиями к врачу, рекомендовавшему ношение аппарата, но врач разъярился не меньше Сембри.",
    "answer": "Больной носил аппарат на здоровом ухе.",
    "difficulty": "medium"
  },
  {
    "id": 71,
    "title": "Убийство на улице  ",
    "content": "Мужчина спокойно шел по улице, вдруг внезапно набросился на проходящую мимо женщину и задушил её. Он побывал в полиции, но его отпустили.",
    "answer": "Женщина была его женой. Несколько лет назад она инсценировала свою смерть так, чтобы обвинили мужа. Его осудили за убийство, он уже отсидел срок в тюрьме. А за одно и то же убийство не могут посадить дважды.",
    "difficulty": "hard"
  },
  {
    "id": 72,
    "title": "Без света ",
    "content": "Мужчина встал ночью, чтобы выпить воды. Он выключил везде свет и лег спать. Утром он встал, выглянул из окна и закричал. После чего покончил жизнь самоубийством.",
    "answer": "Мужчина работал смотрителем. По ошибке он ночью выключил свет на маяке, из-за чего несколько кораблей разбились о рифы. Утром он увидел, что натворил.",
    "difficulty": "medium"
  },
  {
    "id": 73,
    "title": "Экзамен  ",
    "content": "Экзамен в военном училище. Один из студентов берет билет и начинает готовиться к ответу, но через несколько минут подходит к преподавателю, ни слова не говоря, дает тому зачетку и покидает экзамен с отличной оценкой. ",
    "answer": "Экзамен по азбуке Морзе. Преподаватель стучал ручкой по столу и дал сообщение, что любой может подойти сейчас и получить оценку.",
    "difficulty": "medium"
  },
  {
    "id": 74,
    "title": "Смерть в музее",
    "content": "Мужчина в балаклаве выбежал из музея с картиной под мышкой. Офицер полиции увидел его, выстрелил и убил. Немного позднее он совершил самоубийство. Через пару дней мужчина с картиной был похоронен и назван почетным жителем города.",
    "answer": "Холодным зимним днем, когда музей был закрыт, в нем случился пожар, и его директор пытался спасти самую ценную картину. Полицейский не заметил пожара и подумал, что вор выбежал из музея с украденной картиной. Он приказал ему остановиться, но директор был слишком глух. Когда офицер осознал, что натворил, то покончил с собой.",
    "difficulty": "medium"
  },
  {
    "id": 75,
    "title": "Потерянный ",
    "content": "Джек отправился в путешествие с компасом. После долгого пути, он остановился, чтобы перекусить. Впоследствии он не смог вернуться.",
    "answer": "Джек был ученым и работал недалеко от Северного Полюса. Когда он остановился, чтобы съесть бутерброд — он стоял точно на Магнитом полюсе планеты. Стрелка компаса в этой точке беспорядочно вращалась, пытаясь занять вертикальное положение, из-за чего компас стал бесполезен.",
    "difficulty": "medium"
  },
  {
    "id": 76,
    "title": "Я - счастливчик",
    "content": "Питер выиграл жребий и покончил с собой.",
    "answer": "Группа людей оказалась заснеженной вдали от цивилизации. Они решили кинуть жребий, чтобы выяснить, кто должен умереть, чтобы остальные съели его. Питер выиграл и должен был покончить с собой.",
    "difficulty": "medium"
  },
  {
    "id": 77,
    "title": "Я здесь! ",
    "content": "В Николая попала пуля - и это спасло ему жизнь.",
    "answer": "Николай был солдатом на фронте. В этот день планировалась большая атака. Пока его однополчане не видели, он вытянул руку из окопа, и враг по ней выстрелил. После этого его отправили в госпиталь, где он был в безопасности.",
    "difficulty": "medium"
  },
  {
    "id": 78,
    "title": " Совсем не пустяк  ",
    "content": "Антон не мог представить, что простой насморк может стать причиной его смерти.",
    "answer": " В доме Антона произошла утечка газа, но из-за насморка он не учуял характерный запах. Умер он от взрыва, когда захотел приготовить себе поесть.",
    "difficulty": "medium"
  },
  {
    "id": 79,
    "title": "Перестарался  ",
    "content": "Продавец переусердствовал, продавая товар, и в результате умер.",
    "answer": "Он продавал пуленепробиваемые жилеты. Один раз, чтобы показать качество своего продукта, он надел на себя жилет и настоял, чтобы клиент выстрелил в него. Клиент согласился, однако промахнулся и попал продавцу в голову.",
    "difficulty": "medium"
  },
  {
    "id": 80,
    "title": "Братоубийство",
    "content": "Человек убивает своего брата перед толпой людей. Но никто не сообщает об этом в полицию.",
    "answer": "Этот человек работал палачом, а его брат был приговорен к смертной казни.",
    "difficulty": "easy"
  },
  {
    "id": 81,
    "title": "Работник месяца  ",
    "content": "Фрэнк на работе умирает от сердечного приступа. Его коллеги находятся рядом с ним в этот момент, однако не оказывают ему помощь.",
    "answer": "Фрэнк был актером театра и перенес сердечный приступ в середине спектакля. Суть в том, что он играл героя, у которого был сердечный приступ. Поэтому и его коллеги, и зрители просто подумали, что Фрэнк отличный актер.",
    "difficulty": "easy"
  },
  {
    "id": 82,
    "title": "Закрытая сумка  ",
    "content": "Человек найден мертвым в поле. Рядом с ним лежала неоткрытая сумка.",
    "answer": "Мужчина прыгал с парашютом, но он не раскрылся. Сумка, найденная рядом с ним - и есть парашют.",
    "difficulty": "easy"
  },
  {
    "id": 83,
    "title": "Одета насмерть  ",
    "content": "Женщина заканчивает одеваться и умирает.",
    "answer": "Внутри ее обуви был ядовитый паук. Когда женщина стала обуваться, паук укусил ее.",
    "difficulty": "medium"
  },
  {
    "id": 84,
    "title": "Птичка  ",
    "content": "Человек, изучающий птиц, наткнулся на птицу и вскоре после этого умер.",
    "answer": "Этот человек был пассажиром в самолете. Птичка влетела в двигатель, и самолет разбился.",
    "difficulty": "medium"
  },
  {
    "id": 85,
    "title": "Смертельный танец  ",
    "content": "Пара танцоров умерла во время танцевального соревнования.",
    "answer": "Во время исполнения танго другая пара, очень жаждущая победить, отравила розу, которую партнеры передавали друг другу по ходу танца. Отравленная роза убила первую пару, и вторая выиграла соревнование.",
    "difficulty": "medium"
  },
  {
    "id": 86,
    "title": "Попугай  ",
    "content": "Женщина идет в зоомагазин, чтобы купить попугая. Продавец предлагает ей одного, рассказывая, что это отличный попугай и что он может повторить всё, что услышит. Несколько дней спустя женщина, чувствуя себя обманутой, идет в магазин обратно, чтобы вернуть деньги. Однако возвращается домой с попугаем и без денег.",
    "answer": "Попугай был глухим. Он ничего не мог повторить, поскольку ничего не слышал. Однако продавец не возвратил деньги женщине, потому что он не солгал ей.",
    "difficulty": "medium"
  },
  {
    "id": 87,
    "title": "Смерть за рулем  ",
    "content": "На переднем сидении машины была найдена мертвая женщина. На заднем сидении лежал пистолет вне ее досягаемости. Все окна и двери были закрыты изнутри.",
    "answer": "Женщина сидела в машине с откидным верхом, который был опущен. Убийца застрелил ее и бросил пистолет на заднее сидение машины.",
    "difficulty": "medium"
  },
  {
    "id": 88,
    "title": "Огонь! ",
    "content": "Джеймс отправился плавать. Кто же знал, что в результате он будет поджарен с корочкой?",
    "answer": "В лесу рядом с водоемом был пожар. Пожарный самолет взял из озера воду, чтобы сбросить на огонь. Вместе с водой был подобран и сброшен и наш друг Джеймс.",
    "difficulty": "medium"
  },
  {
    "id": 89,
    "title": "Смерть: отложено  ",
    "content": "Елена никогда не могла подумать, что ее решение отправиться в путешествие на самолете спасет ей жизнь.",
    "answer": "За несколько дней до этого Елену оперировали. Перед посадкой в самолет ей, как и всем пассажирам, пришлось пройти через металлоискатель. Однако он не пропускал ее, хотя она убрала из карманов всё, что у нее было. После рентгенологического обследования выяснилось, что врачи забыли скальпель внутри ее тела. Если бы Елена не обнаружила его вовремя, она бы безусловно умерла.",
    "difficulty": "medium"
  },
  {
    "id": 90,
    "title": "Смертельные туфли  ",
    "content": "Женщина купила новую пару красных туфель. На следующий день она умерла во время работы. Как это произошло?",
    "answer": "Женщина работала в цирке в качестве помощника метателя ножей. Ее новые туфли были немного выше, чем предыдущие, поэтому ее коллега, обычно бросавшая ножи на одном уровне, смертельно ранила ее.",
    "difficulty": "medium"
  },
  {
    "id": 91,
    "title": "Лучший день в ее жизни  ",
    "content": "Она подумала, что это лучший день в ее жизни, перед тем как умерла.",
    "answer": "В конце театральной пьесы появилась главная актриса, и публика начала аплодировать. В это время декорация на стене начала рушиться. Зрители поднялись со своих мест, крича и пытаясь предупредить актрису, но она подумала, что это были овации. Ее завалило разрушившимися декорациями.",
    "difficulty": "medium"
  },
  {
    "id": 92,
    "title": "Антоний и Клеопатра  ",
    "content": "Антоний и Клеопатра найдены мертвыми на полу, окруженные разбитым стеклом.",
    "answer": "Это были золотые рыбки, которые плавали в небольшом аквариуме. Однажды кошка прокралась в комнату и нечаянно уронила аквариум, который разбился.",
    "difficulty": "medium"
  },
  {
    "id": 93,
    "title": "Потерянное сокровище",
    "content": "Билл спрятал сокровище, но когда захотел его найти, он не смог.",
    "answer": "Билл закопал сокровище, когда ему было 8 лет. Он написал записку, в которой говорилось, сколько шагов он должен сделать, чтобы найти свой клад. Но теперь он вырос, его шаг стал намного длиннее, поэтому он так и не смог отыскать сокровище.",
    "difficulty": "medium"
  },
  {
    "id": 94,
    "title": "Таинственный звонок  ",
    "content": "Человек лежит в постели, пытаясь заснуть. Он берет телефон и делает звонок. Ждет какое-то время и вешает трубку, не дожидаясь ответа. И спокойно засыпает.",
    "answer": "Сосед этого мужчины храпел, и он решил разбудить его, позвонив по телефону. Как только храп остановился, мужчина повесил трубку и заснул.",
    "difficulty": "medium"
  },
  {
    "id": 95,
    "title": "Голодать до смерти  ",
    "content": "Женщина умирает от голода, хотя она окружена пищей.",
    "answer": "Женщина держала свой магазин с консервами в небольшом городке. Как-то вечером она закрыла магазин и решила проверить погреб, где лежали все запасы консерв на будущее. К несчастью дверцу погреба заклинило, когда женщина была внутри него. ",
    "difficulty": "medium"
  },
  {
    "id": 96,
    "title": "Хороший план  ",
    "content": "После тщательного планирования пять человек ворвались в дом и взяли из него тысячи долларов наличными. Владелец дома является единственным арестованным.",
    "answer": "Эти пять человек были полицейскими, и у них был ордер на арест, чтобы войти в дом преступника и изъять все его деньги. Они совершили эту операцию, а после арестовали владельца дома.\n",
    "difficulty": "easy"
  },
  {
    "id": 97,
    "title": "Неожиданный конец  ",
    "content": "Экзотическая танцовщица отправляется на частную сессию с мужчиной. В комнате, где проходила сессия, она снимает рубашку и бюстгальтер. Мужчина подходит, смотрит на грудь и улыбается. Вскоре после этого она одевается, платит человеку и уходит.",
    "answer": "За несколько дней до этого женщина провела операцию по увеличению груди. Она назначила встречу со своим частным врачом, чтобы проверить результат операции. Человек увидел, что всё идеально и его работа выполнена хорошо. В итоге женщина оплатила счет и покинула клинику.",
    "difficulty": "easy"
  },
  {
    "id": 98,
    "title": "Утонувший ",
    "content": "После того, как Джордж попытался обнять человека, он утонул.",
    "answer": "Джордж находился под влиянием алкоголя и увидел свое отражение в реке. Из-за действия алкоголя он подумал, что неплохо было бы обнять \"незнакомца\". В результате он упал в реку и утонул.",
    "difficulty": "medium"
  },
  {
    "id": 99,
    "title": "Черная кошка  ",
    "content": "По улице шла черная кошка - фонари не работали. Навстречу ей ехал автомобиль, у которого не работали фары. Однако кошка осталась целой и невредимой.",
    "answer": "Автомобиль объехал кошку, потому что было светло.",
    "difficulty": "easy"
  },
  {
    "id": 100,
    "title": "Нераскрытое преступление  ",
    "content": "Лиза заснула, когда почти поняла, кто убил Майкла. Когда она проснулась, то осознала, что больше не узнает этого.",
    "answer": "Лиза читала книгу на пляже. Главного героя, Майкла, убили, и она вот-вот должна была узнать, кто это сделал. Но она заснула, оставив книгу на песке. Когда пробудилась, то поняла, что прилив унес книгу в море.",
    "difficulty": "medium"
  },
  {
    "id": 101,
    "title": "Смертельно опасные ножницы  ",
    "content": "Женщину обнаружили мертвой в больнице. Орудие убийства - ножницы. Но на теле не нашли порезов и ран.",
    "answer": "Состояние женщины было критическим, и врачи подключили ее к аппарату искусственного жизнеобеспечения. Убийца просто перерезал провода аппарата.",
    "difficulty": "easy"
  },
  {
    "id": 102,
    "title": "Библиотека  ",
    "content": "Женщина зашла в библиотеку, достала книгу и заплакала.",
    "answer": "Женщина была писателем и подарила библиотеке одну из своих книг. Между страницами книги она оставила подарок первому читателю - купюру в 50 долларов. Через год она пришла в библиотеку, достала книгу и нашла в ней купюру. Она заплакала, потому что поняла, что никто не прочитал ее книгу.",
    "difficulty": "medium"
  },
  {
    "id": 103,
    "title": "Детектив  ",
    "content": "Женщина задавала вопросы своему приятелю-полицейскому, чтобы узнать больше о загадочном убийстве. Через несколько минуть полицейский с удивлением понял, что она распутала это дело.",
    "answer": "Это была подруга полицейского. Он считал её глуповатой, но предложил поиграть в данетки и рассказал историю про труп со спичкой посреди поля. Она справилась всего за несколько минут и полицейский очень удивился, потому что в прошлом сам не смог её разгадать и за полчаса.",
    "difficulty": "medium"
  },
  {
    "id": 104,
    "title": "Это же моя тачка!  ",
    "content": "Какой-то мужчина громил роскошную машину, принадлежащую Сергею. Владелец автомобиля спокойно наблюдал за всем происходящим и даже не пытался помешать негодяю.",
    "answer": "Сергей и его друг заключили пари, согласно которому победитель мог разгромить машину проигравшего. Проиграл Сергей.",
    "difficulty": "medium"
  },
  {
    "id": 105,
    "title": "Чужие среди своих",
    "content": "Голые люди сидят среди одетых в помещении. Что происходит?",
    "answer": "Семейная пара как-то отдыхала в лесу. И вот она решила уединиться в палатке. Одежда при этом осталась снаружи, и её утащили обезьяны. Страховщикам надолго запомнилась эта парочка, ведь она ещё и пришла к ним за компенсацией.",
    "difficulty": "hard"
  },
  {
    "id": 106,
    "title": "Напрасные надежды",
    "content": "Пассажиры ожидали увидеть пикантную сцену, но их ожидания не оправдались.",
    "answer": "Маршрутка. Мальчик спрашивает маму: \n- Это ещё девочка? \n- Да, - отвечает мама. \n- Упс! Уже не девочка! - Весело констатирует малыш. \nВся мужская половина маршрутки бросается к окну смотреть, что же случилось. Поняв, в истерике валятся на пол. Маршрутка проезжала населенный пункт с названием \"Девочка\" (находится в Воронежской области).",
    "difficulty": "hard"
  },
  {
    "id": 107,
    "title": "Внезапная слава",
    "content": "Он лежал несколько часов и прославился. Кто это?",
    "answer": "Менделеев. Он во сне увидел свою знаменитую таблицу.",
    "difficulty": "medium"
  },
  {
    "id": 108,
    "title": "Любимое место",
    "content": "Джону по многим причинам нравилось приходить сюда. А вот его жена Мэри терпеть не могла это место, как и другие женщины в городе. Почему?",
    "answer": "Это данетка о реальном географическом объекте. В Стокгольме сохранилась узкая улочка, не больше метра шириной, которая ведет к питейному заведению. В XVIII веке оно пользовалось большой популярностью, так как пьяницы, выходя, могли идти вдоль улицы, держась за стены. А вот их жены не могли попасть на эту улочку, потому что их платья с кринолинами застревали между стенами.",
    "difficulty": "hard"
  },
  {
    "id": 109,
    "title": "Награда за опоздание",
    "content": "Джордж опоздал на пару по математике и неверно понял преподавателя. Из-за этого он получил премию и признание! Что произошло?",
    "answer": "Американский математик Джордж Данциг однажды сильно опоздал на пару и, увидев задачи на доске, решил, что это задание на дом. Он решал их несколько дней и в итоге нашел ответы. Как выяснилось, он нашел ключ к двум «нерешаемым» задачам, над которыми бились многие ученые.",
    "difficulty": "medium"
  },
  {
    "id": 110,
    "title": "Ответный ход",
    "content": "Помещики часто задерживали оплату людям, строившим и ремонтировавшим дома, а то и вовсе выгоняли их без денег. Тогда строители придумали оригинальный ход, и помещики сразу начали выплачивать им сполна. Что они сделали?",
    "answer": "При закладке дома или при его ремонте они подкладывали в определенное место сырое яйцо, и через некоторое время оно начинало протухать. Если помещик вызывал мастеров, чтобы оплатить их работу, то они забирали яйцо. Если же он прогонял их, яйцо со временем начинало ужасно пахнуть, и было очень трудно найти, где оно спрятано.",
    "difficulty": "medium"
  },
  {
    "id": 111,
    "title": "Хитрый художник",
    "content": "Один художник взял заказ на портрет очень некрасивой и надменной женщины. Все отговаривали его, утверждая, что она все равно не заплатит ни копейки, ведь портрет выйдет плохим. Так и вышло. Но через два дня женщина вернулась и стала умолять художника продать ей портрет. Почему?",
    "answer": "Художник отправил портрет на выставку под названием «Скупердяйка». Все начали сплетничать, и женщине пришлось уговаривать художника убрать портрет с выставки.",
    "difficulty": "medium"
  },
  {
    "id": 112,
    "title": "Электричка на окраине Токио",
    "content": "Без пяти минут полночь я сел на электричку на окраине Токио. В вагоне были только я и еще несколько людей, когда в него вошел какой-то человек. Он оглядел вагон и, как только двери закрылись, его лицо исказилось от ужаса.",
    "answer": "Он подошел к какой-то девушке.",
    "difficulty": "medium"
  },
  {
    "id": 113,
    "title": "Сын экстрасенс",
    "content": "Тяжело быть матерью. Недавно я узнала, что мой сын экстрасенс. У него была привычка иногда указывать пальцем на лица людей. Мы с мужем скоро поняли, что когда он указывает на кого-то, это означает, что тот человек умрет через три дня. В прошлый раз он указал на своего дедушку и через три дня тот умер от сердечного приступа. Через несколько месяцев он указал на известную актрису в журнале. Три дня спустя она погибла в аварии. Сегодня, когда я включила телевизор, мой сын указывал на экран. По телевизору выступал президент. Трудно поверить, что он умрет, но мой сын никогда не ошибается. ",
    "answer": "Но в итоге мать ошиблась. В чем же?",
    "difficulty": "medium"
  },
  {
    "id": 114,
    "title": "Колодец для трупов",
    "content": "Однажды нытьё моей младшей сестры меня достало и я убил её, а тело выбросил в колодец. На следующий день тело исчезло. ",
    "answer": "Несколько лет спустя я поссорился с другом из-за какой-то ерунды и решил тоже убить его и бросить в колодец. На следующий день тело исчезло.",
    "difficulty": "easy"
  },
  {
    "id": 115,
    "title": "Исчезновение родителей",
    "content": "Одна маленькая девочка горько плакала в сарае. Сквозь слезы она заметила старую лампу, лежащую посреди прочего хлама. Она взяла ее в руки и стерла пыль.",
    "answer": "Внезапно появился джинн и сказал:",
    "difficulty": "easy"
  },
  {
    "id": 116,
    "title": "Грустный рассказ",
    "content": "Сегодня я снова ехал в поезде, когда передо мной возникла какая-то женщина. Я даже не запомнил её лица. Так грустно.",
    "answer": "Объясните, почему рассказчику грустно.",
    "difficulty": "easy"
  },
  {
    "id": 117,
    "title": "Не та рука",
    "content": "Человек получает посылку, в которой лежит отрубленная рука и записка «это не та рука». Что произошло?",
    "answer": "Несколько лет назад человек потерпел кораблекрушение и оказался на необитаемом острове с другим бедолагой. Они договорились, что поочередно отрежут каждому левую руку и съедят её на двоих. До этого человека очередь не дошла — их спасли, но по условиям договора он должен был отрезать себе руку по возвращению и выслать в посылке парню, рука которого была съедена. Человек пытался схитрить и выслать чужую руку. Но его обман был раскрыт.",
    "difficulty": "hard"
  },
  {
    "id": 118,
    "title": "Зеленая помада",
    "content": "Каждый день он красит губы зеленой помадой. Но этого почти никто не замечает.",
    "answer": "В 20-м веке, когда телевидение было еще черно-белым, в камерах использовали красные фильтры, которые поглощали в изображении красный цвет, т.е. красная помада никак не оттеняла губы. Поэтому дикторам на телевидении при наведении макияжа, для выразительности, губы приходилось красить зеленой помадой.",
    "difficulty": "medium"
  },
  {
    "id": 119,
    "title": "Опасный ужин",
    "content": "Ужин в общежитии. Погас свет. Когда свет зажгли, у студента Васи все руки были в крови.",
    "answer": "На тарелке оставалась последняя сосиска. Когда свет погас, все студенты потянулись к сосиске вилками, а Вася руками.",
    "difficulty": "easy"
  },
  {
    "id": 120,
    "title": "Исчезновение дочери",
    "content": "Родители потеряли свою маленькую дочь, когда та гуляла на детской площадке. Полиция ее не нашла. Дело было признано нераскрытым, и расследование прекратили.",
    "answer": "Но родители отказывались сдаваться. И тогда они решили обратиться к медиуму. Эта медиум часто помогала полиции и во многих случаях указывала на точное месторасположение преступника или пропавшего человека.",
    "difficulty": "medium"
  },
  {
    "id": 121,
    "title": "Загадочные обстоятельства гибели",
    "content": "Посреди лета в чикагском парке найден труп. Череп размозжен, на теле много повреждений, но причина его смерти - переохлаждение.",
    "answer": "Бедняга не имел денег на перелет из Европы в Штаты, но очень хотел там побывать. Поэтому он забрался в отсек шасси реактивного лайнера. Смерть от переохлаждения наступила в полете. Труп выпал, когда самолет выпустил шасси, заходя на посадку в аэропорту Чикаго.",
    "difficulty": "medium"
  },
  {
    "id": 122,
    "title": "(Не)везение",
    "content": "Из-за оплошности, допущенной Нильсом в процессе выполнения его работы, Марта, жившая этажом выше, не смогла помыть посуду. При этом муж Марты остался очень доволен, а Нильса все-таки уволили.",
    "answer": "В Норвегии произошел занятный случай: Когда одна домохозяйка (Марта) включила кран с водой, оттуда полилось пиво! Дело в том, что бармен в кафе, расположенном на нижнем этаже, перепутал краны. В итоге, наверху у Марты забила пивная струя, а в баре внизу из пивного крана брызнула вода. Бармена, конечно, уволили, но муж Марты был весьма доволен.",
    "difficulty": "medium"
  },
  {
    "id": 123,
    "title": "Мистика, да и только",
    "content": "Ева была скептиком, и никогда не верила в паранормальные явления. Но после того как она совершенно одна посетила жуткий лес на 3 ночи, ее скептицизм исчез. Почему?",
    "answer": "Ева посетила жуткий лес, о котором ходят много разных слухов, и естественно как все скептики, она фотографировала и записывала каждый свой шаг. После того как она вернулась домой, и начала перелистывать все фотографии, она нашла пару снимков, где она спит в палатке.",
    "difficulty": "medium"
  },
  {
    "id": 124,
    "title": "Странная остановка",
    "content": "Автобусная остановка находится на прекрасной дороге, также она полностью исправна. Однако ни один общественный транспорт не останавливается на ней. Почему?",
    "answer": "Эта остановка находится в Германии рядом с домом престарелых для больных старческим маразмом. На ней висит расписание якобы проходящих тут маршрутов. Старички и старушки, удумавшие дёрнуть, шли на остановку, садились и смиренно ждали своего автобуса.",
    "difficulty": "hard"
  },
  {
    "id": 125,
    "title": "Записка на миллион",
    "content": "На борту самолёта, летящего в Париж, была обнаружена записка. Через несколько часов самолёт приземлился в Зимбабве, а Майкл заработал миллион, даже не выходя из комнаты.",
    "answer": "Майкл подложил на борт самолёта записку с угрозой взрыва и заставил пилотов изменить курс. После распространения новости о захвате Майкл заработал на обвале акций авиакомпании.",
    "difficulty": "medium"
  },
  {
    "id": 126,
    "title": "Позови, и я приду!",
    "content": "Мэри позвала Генриха. Генрих пришел, но не смог сориентироваться в ситуации... и умер!",
    "answer": "Сюжет навеян романом \"Аэропорт\" Артура Хэйли.",
    "difficulty": "hard"
  },
  {
    "id": 127,
    "title": "Женская логика",
    "content": "В первый день Джона ничего в поступке Мери не удивило.\nВо второй день Джон необычайно удивился.\nНа третий день Джон все понял и резко изменил к лучшему свое мнение о женщинах.",
    "answer": "Мери - женщина, имевшая богатого мужа и богатого любовника. Оба с удовольствием делали ей дорогие подарки, но давали очень мало денег на карманные расходы.",
    "difficulty": "hard"
  },
  {
    "id": 128,
    "title": "Адвокат от бога",
    "content": "После выступления адвоката Биллу ужесточили наказание. Почему?",
    "answer": "Осенью в районном суде рассматривали дело одного бомжа, который разбил витрину магазина. Из-за выступления адвоката суд, уже склонявшийся к \"условному\" наказанию, осудил преступника.",
    "difficulty": "medium"
  },
  {
    "id": 129,
    "title": "Хитрая тёща",
    "content": "Теща очень не любила зятя и хотела его отравить. Но зять был осторожный и всегда ел только то, что ела и теща. Однажды за ужином теща разрезала кусок мяса пополам, одну половину съела сама, а вторую отдала зятю. Тот после этого помер. Как ей удалось это сделать?",
    "answer": "Одна сторона ножа была смазана ядом.",
    "difficulty": "easy"
  },
  {
    "id": 130,
    "title": "Шерлок нашел убийцу",
    "content": "Шерлок Холмс шел по коридору. Внезапно он услышал, что кричит женщина: \"Прошу тебя, Джон, не убивай меня!\" Раздался выстрел. Холмс ворвался в комнату. В одном углу лежала убитая женщина и ружье. В другом углу стояли почтальон, адвокат и бухгалтер. Шерлок взглянул на них и, подойдя к почтальону, схватил его: \"Я арестую вас за убийство этой женщины\". В самом деле, эту женщину убил почтальон, но как об этом узнал Холмс?",
    "answer": "Почтальон был единственным мужчиной. Адвокат и бухгалтер были женщинами. ",
    "difficulty": "medium"
  },
  {
    "id": 131,
    "title": "Женщина из лифта",
    "content": "Я работаю курьером и иногда по работе мне приходится бывать в злачных районах города. Как-то раз я доставлял посылку в старое здание в одном из неспокойных районов Токио. Было жарко и мне лень было подниматься по лестнице, так что я вызвал лифт. Я нажал на кнопку и дверь немедленно открылась. Как только это произошло, оттуда с криками выскочила женщина с безумным видом. Не успел я и слова сказать, как она уже выбежала из здания.",
    "answer": "И что это вообще такое… Может, якудза поработали? Угрожают ей? Кто знает, что может происходить в такой дыре.",
    "difficulty": "medium"
  },
  {
    "id": 132,
    "title": "Человек с кольцом",
    "content": "Шёл человек с золотым кольцом на пальце. Внезапно на него напали разбойники. Они хотели забрать кольцо, но оно не снималось. Поэтому они отрезали палец и убежали. При этом человек даже не закричал. Почему?",
    "answer": "У него были золотые зубы, и он не хотел их показывать, чтобы их тоже не забрали.",
    "difficulty": "medium"
  },
  {
    "id": 133,
    "title": "В автобусе",
    "content": "Катя решила уступить своё место в автобусе вошедшей женщине. Но та очень смутилась и отказалась. Почему?",
    "answer": "Маленькая Катя сидела на папиных коленях.",
    "difficulty": "medium"
  },
  {
    "id": 134,
    "title": "Мёдвед",
    "content": "Многие удивились, когда Билл, известный в городе торговец, выкатил на площадь бочку меда и предложил всем угощаться.",
    "answer": "Но еще больше удивились люди тому, что на вопрос, по какому случаю он делает такие подарки, Билл ответил, что он вовсе никому ничего не дарит.",
    "difficulty": "hard"
  },
  {
    "id": 135,
    "title": "Остерегайтесь случайных связей",
    "content": "Саша пригласил Машу в кафе.\nМаша ответила согласием.\nЗашли. Официант подал меню.\nСаша предложил что-то выпить.\nМаша ответила согласием.\nОфициант предложил им попробовать их фирменный коктейль...\nМаша резко поднялась, назвала Сашу проходимцем и покинула кафе. ",
    "answer": "Саша с Машей только что случайно познакомились.\nСаша, дабы пустить девушке пыль в глаза, представился французским студентом. Он так умело коверкал свой русский несколькими известными ему французскими словами, что Маша на это повелась. Он продолжал морочить ей голову и в кафе, да так искусно, что подошедший официант тоже принял его за француза. Но, на Сашину беду, официант неплохо знал французский и, решив угодить клиенту, перешёл на его \"родной\" язык. Увидев растерянное Сашино лицо, Маша поняла что к чему и, естественно, возмутилась.",
    "difficulty": "hard"
  },
  {
    "id": 136,
    "title": "Смешной бомж",
    "content": "Звонок. Билл открывает дверь. На пороге - местный бомж.",
    "answer": "- Здравствуйте, - говорит бомж, - я тут, по своему обыкновению, обходил помойки и обнаружил в одной из них бумажник с 1000 долларами и вашим удостоверением. Наверное выбросили по ошибке.\n- Точно! - радуется Билл. - Мой бумажник! Спасибо большое!\n- Проверьте пожалуйста содержимое - просит бомж.\n- Ровно тысяча! - подтверждает Билл, наскоро пересчитав купюры. После чего вынимает из пачки 20-долларовую бумажку и вручает её бомжу. - Это вам от меня в благодарность!",
    "difficulty": "medium"
  },
  {
    "id": 137,
    "title": "Причем тут мистер Уайт?",
    "content": "Уайт умер. А потом и Генри умер. Мэри была в шоке. Почему? И причем тут Уайт?",
    "answer": "Уайт – это литературный агент писателя Генри.\nУайт внезапно умер от сердечного приступа, отчего не смог сообщить Генри, что его книги продаются большими тиражами. Таким образом Генри не знал, что уже стал богатым человеком. ",
    "difficulty": "hard"
  },
  {
    "id": 138,
    "title": "Завещание",
    "content": "После смерти профессора его завещание было в точности выполнено, но потом выяснилось, что он хотел совсем другого. Почему?",
    "answer": "Профессор завещал медицинскому университету свой скелет. После смерти его скелет сделали учебным пособием. Но позже в кабинете профессора нашли скелет на подставке — его-то и имел в виду профессор.",
    "difficulty": "medium"
  },
  {
    "id": 139,
    "title": "Дикари тоже умные",
    "content": "Аборигены жили на острове посреди океана. Им удалось найти способ как можно разбогатеть. И как же?",
    "answer": "На дне океана лежали фарфоровые вазы после кораблекрушения. Самые опытные ныряльщики не могли их достать в течение 100 лет.",
    "difficulty": "hard"
  },
  {
    "id": 140,
    "title": "Спустившая шина",
    "content": "Четверо студентов колледжа опоздали на лекцию и объяснили свое опоздание преподавателю тем, что по дороге у них спустила шина. Умный преподаватель быстро доказал остальным слушателям, что опоздавшие солгали. Каким образом?",
    "answer": "Преподаватель развел всех четырех опоздавших студентов в разные комнаты и спросил каждого, на каком из колес автомобиля была повреждена шина. Разумеется, их ответы разошлись.",
    "difficulty": "medium"
  },
  {
    "id": 141,
    "title": "Безносая смерть",
    "content": "Пока он был в лесу, дикий зверь откусил ему нос. Но его не стало только через 3 месяца.",
    "answer": "Это был снеговик. Заяц откусил ему нос из морковки, но растаял он только в апреле.",
    "difficulty": "easy"
  },
  {
    "id": 142,
    "title": "Грустная Маша",
    "content": "Маша спала, когда её разбудил Роман. Она подошла к двери и нашла письмо. Прочитав его она заплакала. Теперь она знала, что её парень больше никогда не увидит её. Почему?",
    "answer": "Парню Маши недавно сделали хирургию глаз. Роман, пёс-поводырь её парня, услышал как почтальон принес письмо и разбудил её. Письмо было от врачей с результатами медицинских тестов, которые показали, что операция не привела к успеху и теперь её парень полностью ослеп.",
    "difficulty": "medium"
  },
  {
    "id": 143,
    "title": "Перо",
    "content": "Мертвый мужчина лежит рядом с пером. Как он умер?",
    "answer": "Мужчина был мастером по глотанию шпаг. Однажды во время тренировки кто-то пощекотал ему шею пером, из-за чего он подавился.",
    "difficulty": "medium"
  },
  {
    "id": 144,
    "title": "От добра добра не ищут",
    "content": "Билл решил сделать доброе дело и, представьте себе, умер!",
    "answer": "Билл жил на 9 этаже. Однажды он решил подвесить на своем балконе кормушку для птиц. Чтобы дотянуться до нужной высоты, он не придумал ничего лучшего, как встать на стул с колесиками! Стул \"поехал\", ударился о балконные перилла, и Билл кувыркнулся с 9-го этажа.",
    "difficulty": "medium"
  },
  {
    "id": 145,
    "title": "Последнее вино",
    "content": "Камелия принесла Вальмону вина. Тот посмотрел на часы, выпил и умер.",
    "answer": "Вальмон был безнадежно влюблен в Камелию, но она не отвечала ему взаимностью. Однажды она предложила Вальмону жестокую игру: в один из двух бокалов вина был подмешан яд, Вальмон должен был выпить любой по своему усмотрению, и, если он оставался в живых, Камелия соглашалась выйти за него замуж.",
    "difficulty": "hard"
  },
  {
    "id": 146,
    "title": "Спасительная еда",
    "content": "Он был не голоден, но еда спасла его от смерти.",
    "answer": "Он лежал в темнице, привязанный к скамье. Над ним раскачивался медленно опускающийся серп, который должен был его убить. Однако остатками из миски с едой он смазал путы (веревки), которые в результате были перегрызены крысами.",
    "difficulty": "hard"
  },
  {
    "id": 147,
    "title": "Кто я?",
    "content": "Профессор не хотел принимать работу у студента.\nСтудент: \"Да вы знаете, кто я?\"\nПрофессор: \"Не знаю и знать не хочу. И не пытайтесь меня запугать!\"\nА потом профессор всё же принял работу. Почему?",
    "answer": "Письменный экзамен. Все, кроме одного студента, сдали работы, а он продолжал писать после того, как время уже вышло. Поэтому профессор отказался принимать его работу. ",
    "difficulty": "medium"
  },
  {
    "id": 148,
    "title": "Время не важно",
    "content": "Однажды Марк спрятал свои часы. Зачем?",
    "answer": "– Мы женаты уже тридцать один год.\n– Как вы познакомились?\n– Я увидел ее в автобусе, снял свои часы и убрал их в карман. Потом сел рядом с ней и спросил, который час.",
    "difficulty": "medium"
  },
  {
    "id": 149,
    "title": "Ты меня любишь?",
    "content": "Она спросила: «Ты меня любишь?»… он молчал.\nОна спросила второй раз: «Ты меня любишь?» … он опять промолчал.\nОна спросила его в третий раз: «Ты меня любишь?» Он отвечает «да» и она умирает.",
    "answer": "Это были воздушные акробаты в цирке.\nОн держал в зубах веревку с ней. Страховка не помогла.",
    "difficulty": "medium"
  },
  {
    "id": 150,
    "title": "Таинственный ключ",
    "content": "Каждую ночь Лиза запирала дверь на ключ и привязывала его к нити. Зачем?",
    "answer": "Лиза ходила во сне. Как-то раз она даже вышла из дома посреди ночи. Чтобы этого не повторилось, она стала привязывать ключ к колокольчику. Если Лиза попытается выйти из дома во сне, её отец проснется и не даст ей уйти.",
    "difficulty": "medium"
  },
  {
    "id": 151,
    "title": "Лица на портретах",
    "content": "Один человек заблудился в лесу. Он долго блуждал и, в конце концов, в сумерках натолкнулся на хижину. Внутри никого не было, и он решил лечь спать. Но он долго не мог заснуть, потому что на стенах висели портреты каких-то людей, и ему казалось, что они зловеще смотрят на него. В конце концов он заснул от усталости.",
    "answer": "Утром его разбудил яркий солнечный свет. Все лица куда-то исчезли.\nКак такое возможно?",
    "difficulty": "easy"
  },
  {
    "id": 152,
    "title": "Предприимчивые бизнесмены",
    "content": "Одна фирма выпускала ножи для чистки картофеля. Производители задумали увеличить продажи своих приборов и решили: нужно, чтобы ножи чаще пропадали в домах, тогда хозяйки будут покупать новые. Как они воплотили свою задумку?",
    "answer": "Фирма стала выпускать ножи для чистки картофеля, раскрашенные под кожуру корнеплода. Приборы сливались по цвету с очистками, и их часто выбрасывали.",
    "difficulty": "easy"
  },
  {
    "id": 153,
    "title": "Не было бы счастья, да несчастье помогло...",
    "content": "У девушки умерла мать. Девушка ее хоронила, и на похоронах увидела мужчину своей мечты и влюбилась в него. Через 14 дней она убила свою сестру. Зачем она это сделала?",
    "answer": "Чтобы увидеть этого парня снова, так как вероятно он опять придет на похороны.",
    "difficulty": "medium"
  },
  {
    "id": 154,
    "title": "Ужин",
    "content": "Я ужинала со своей подругой и она попросила найти укромное место, чтобы её никто не видел. Вскоре моя подруга взорвалась. Как это произошло?",
    "answer": "Мы с моей подругой комары. И пока мы сосали кровь, её хлопнули ладонью и она взорвалась.",
    "difficulty": "medium"
  },
  {
    "id": 155,
    "title": "Тишина по радио",
    "content": "Мужчина вёл машину и слушал радио, как вдруг станция прекратила своё вещание. Спустя пару минут он съехал на обочину и сбросился с вершины скалы.",
    "answer": "Мужчина работал ведущим на радио. В этот день он совершил убийство и в качестве алиби запустил в прямой эфир заранее подготовленную запись радиотрансляции. Осознав, что станция по какой-то причине прекратила вещание и все сразу поймут, что убийца именно он, мужчина решил покончить с собой.",
    "difficulty": "hard"
  },
  {
    "id": 156,
    "title": "Шелковый шарф",
    "content": "Билл всегда надевал шелковый шарф на работу, в любую погоду. Кем он работает и зачем ему этот шарф?",
    "answer": "Билл – пилот времен Первой мировой войны. Шарф нужен ему, чтобы не натирать шею во время поиска вражеских самолетов.",
    "difficulty": "medium"
  },
  {
    "id": 157,
    "title": "Снежная история",
    "content": "Утро в деревне. Снегопад был всю ночь и до сих пор продолжался. Мужчина только что проснулся и взглянул на свой сад, потом на сад соседа. И сразу обратил внимание, что в собственном саду снега оказалось в два раза больше, чем у соседа! Причем сосед еще вчера вечером куда-то уехал. ",
    "answer": "Как так получилось?",
    "difficulty": "easy"
  },
  {
    "id": 158,
    "title": "Неверно прочитала",
    "content": "Женщина прочитала фразу неверно. После этого муж развелся с ней. Почему?",
    "answer": "Женщина работала ученым в лаборатории. Она случайно неверно прочитала этикетку на бутылке перед тем, как смешать её содержимое с другим химикатом. Смесь взорвалась и сожгла её лицо. Она полностью ослепла и потеряла свою красоту. Муж решил бросить её.",
    "difficulty": "hard"
  },
  {
    "id": 159,
    "title": "Тайная комната",
    "content": "У Шерлока Холмса была тайная комната, ключ от которой лежал в комоде. Он никому не разрешал туда заходить, ни доктору Ватсону, ни миссис Хадсон. Но когда Шерлок Холмс и доктор Ватсон ушли, миссис Хадсон решила посмотреть, что в комнате, взяла ключ, открыла комнату и вошла. Она походила по комнате, подошла к столу, открыла лежащую на нем книгу. ",
    "answer": "Внезапно внизу раздались шаги, раздался голос Холмса: \"Я кое-что забыл\". Миссис Хадсон быстро закрыла книгу, положила ее на место, подошла к двери, выключила свет, вышла и закрыла дверь и успела положить ключ на место. Холмс взял ключ, открыл дверь, заглянул в комнату и сразу спросил: \"Миссис Хадсон, зачем Вы заходили в мою комнату?\" ",
    "difficulty": "easy"
  },
  {
    "id": 160,
    "title": "Смерть в море",
    "content": "Мужчина сидит на скамейке в парке и читает в газете статью под заголовком \"Смерть в море\". Но он знает, что это было убийство. Откуда?",
    "answer": "Мужчина работает турагентом. Он продал два билета на путешествие через океан: один туда и обратно, а второй только в один конец. ",
    "difficulty": "hard"
  },
  {
    "id": 161,
    "title": "Мяч для боулинга",
    "content": "Мужчина толкнул шар для боулинга. Вскоре его срочно увезли в больницу. Как так получилось?",
    "answer": "Профессор физики демонстрировал закон сохранения энергии. Для этого он подвесил шар для боулинга на веревке, чтобы получился маятник.",
    "difficulty": "medium"
  },
  {
    "id": 162,
    "title": "Женские разборки",
    "content": "Разговаривают две девушки. Одна идет в ванную, выходит через пять минут и убивает другую. За что?",
    "answer": "Обе девушки белокожие. Та, в чьем доме это происходит, одинокая девушка.",
    "difficulty": "hard"
  },
  {
    "id": 163,
    "title": "Доставляя радость",
    "content": "Беула погибла в Аппалачах, а Крейг погиб в море. Но смерть Крейга всех порадовала больше. Почему?",
    "answer": "Беула и Крейг были ураганами. Крупным ураганам дают имена, чтобы людям  было проще обмениваться информацией.",
    "difficulty": "medium"
  },
  {
    "id": 164,
    "title": "Машина без водителя",
    "content": "Автомобиль без водителя поехал; и человек умер. Как так получилось?",
    "answer": "Преступник установил машину на склоне над небольшим прилавком с хот-догами, где работает жертва. Затем он поместил в машину ледяную глыбу, чтобы удерживать педаль тормоза и поставил нейтральную передачу, после чего умчался в другой город, чтобы избежать подозрений. ",
    "difficulty": "hard"
  },
  {
    "id": 165,
    "title": "Подарок",
    "content": "Умирающий Билл вручил Джону подарок, и умер. Вскоре Джон тоже умер. От чего умер Джон?",
    "answer": "Джон застрелил Билла. Но перед смертью Билл успел отдать Джону чеку от гранаты, которую он только что выдернул. ",
    "difficulty": "medium"
  },
  {
    "id": 166,
    "title": "Поджог",
    "content": "1959 год, Франция. Девушка в своей комнате ждала пока муж вернется домой. Все двери были заперты изнутри. Когда муж вернулся, дом сгорел дотла, а девушка умерла. Что произошло?",
    "answer": "Жаркое солнце отражалось в зеркале девушки, которое было не идеально плоским и  слегка фокусировало свет. Лучи нагрели дамское белье, в котором она была, до точки горения. Она была так погружена в книгу в этот момент, что не сразу заметила жар от огня, пока всё не вспыхнуло. Никто не смог помочь ей, потому что двери были закрыты изнутри.",
    "difficulty": "medium"
  },
  {
    "id": 167,
    "title": "Выстоять до конца",
    "content": "Майк стоит на одном колене посреди пустыни уже больше суток. Он совершенно один, у него нет ни еды, ни воды. Но он никуда не идет. В чем дело?",
    "answer": "Он думает, что стоит одной ногой на мине (хотя это не так).",
    "difficulty": "hard"
  },
  {
    "id": 168,
    "title": "Кощунство",
    "content": "В деревенском доме умирает любимый глава семейства. Однако, вместо того, чтобы готовиться к похоронам, любящие родственники вешают труп старика в петлю на дерево и протыкают его тело шпагой. Зачем?",
    "answer": "Профессиональный вор задумал похитить ценную реликвию из местного монастыря. Внезапно в его семье умирает старик. Вор убеждает родных помочь ему в краже: они вешают труп на дерево и протыкают его шпагой, разыгрывая жестокое убийство, и вызывают полицию. Пока все местные полицeйские расследуют зверское \"убийство\" и долго собирают улики на \"месте преступления\", вор беспрепятственно совершает задуманное похищение.\n\u003cbr /\u003e(по рассказу Честертона)",
    "difficulty": "hard"
  },
  {
    "id": 169,
    "title": "Неудачливая «ясновидящая»",
    "content": "Она была уверена, что он думает совершенно не так! Однако, она ошибалась.",
    "answer": "Однажды Дарья Донцова, будучи школьницей, обратилась к Валентину Катаеву. Ей в школе задали написать сочинение на тему «О чем думал Валентин Петрович Катаев, когда писал повесть „Белеет парус одинокий“» и она попросила писателя рассказать ей об этом. Валентин Катаев вместо ответа сам написал за неё сочинение, которое она переписала своим почерком. Однако учительница за сочинение поставила двойку, написав в тетради красной ручкой: «Катаев совсем не об этом думал!». Донцова показала этот текст Катаеву, и он был очень удивлен.",
    "difficulty": "hard"
  },
  {
    "id": 170,
    "title": "Необычная смерть",
    "content": "Новости: Сегодня в 2-3 часа ночи погиб известный ученный, по непонятным причинам. Он оказался в лесу, внутри дерева. Никаких отверстий в дереве не было и он не мог никак туда попасть. Ему было тяжело дышать и он скончался от нехватки кислорода. Его жена сказала что ночью, примерно в это же время, она вставала и видела как он сидел в своей мастерской и явно не собирался никуда идти. Что произошло?",
    "answer": "Ученый несколько лет занимался разработкой машины времени. В эту ночь он её доделал и решил сразу испытать. Когда он переместился в прошлое, он вышел на улицу чтобы осмотреться и пошел туда, где в будущем будет лес. Так как это был первый запуск, то он не знал через сколько времени вернется назад. В итоге когда он пришел, его вернуло обратно, но на этом месте стояло дерево.",
    "difficulty": "medium"
  },
  {
    "id": 171,
    "title": "Приехали",
    "content": "Двое мертвых мужчин сидят в своих машинах. Что произошло?",
    "answer": "В густом тумане водители, двигаясь по встречным полосам, высунули головы из машин, чтобы увидеть разделительную разметку. В результате они столкнулись головами.",
    "difficulty": "medium"
  },
  {
    "id": 172,
    "title": "Труба",
    "content": "Две обезьяны смотрят в трубу, случайно оказавшуюся на поляне.Труба прямая, не особо длинная и не забита. \n\u003cbr /\u003eОбезьяны смотрят в разные концы трубы, но не видят в ней друг друга. Почему?",
    "answer": "Правильный ответ: обезьяны не смотрят в трубу одновременно.",
    "difficulty": "easy"
  },
  {
    "id": 173,
    "title": "Окно",
    "content": "Мужчина посмотрел в окно и вскоре умер. Что случилось?",
    "answer": "Он увидел симпатичную женщину из окна своей машины и попал аварию, повлекшую смерть.",
    "difficulty": "medium"
  },
  {
    "id": 174,
    "title": "Женщина",
    "content": "Женщина вошла в здание в сопровождении мужчины, которого она очень любит. Но из здания она вышла уже с другим мужчиной, которого очень любит. Что произошло?",
    "answer": "Женщина выходит за муж. Отец привел ее в церковь, и она уходит из церкви вместе с мужем.",
    "difficulty": "easy"
  },
  {
    "id": 175,
    "title": "Подстава",
    "content": "Кирилла сажают в тюрьму за убийство, которое он не совершал. У Билла есть доказательства, что это был не Кирилл. Но он намерено их скрывает. Почему?",
    "answer": "Билл — детектив. Пару лет назад он расследовал убийство, и он верит в то, что его совершил Кирилл. Но суд решил иначе и Кирилл остался на свободе.",
    "difficulty": "medium"
  },
  {
    "id": 176,
    "title": "Карты, ствол, три трупа",
    "content": "В комнате за столом сидят трое мертвецов. На столе лежат игральные карты и пистолет. Что произошло?",
    "answer": "Два мужчины застрелились в голову, а третий — задохнулся. Комната находится в подводной лодке, которая неподвижно лежит на дне морского дна. ",
    "difficulty": "hard"
  },
  {
    "id": 177,
    "title": "Вор",
    "content": "Человек украл кошелек. Это стало причиной его смерти. Что случилось?",
    "answer": "Внутри кошелька было заявление о том, что владелец этого кошелька выступает против переливания крови или трансплантации органов по религиозным соображениям. Вор попал в аварию и переливание крови спасло бы ему жизнь, но этого не сделали из-за объяснения в кошельке.",
    "difficulty": "hard"
  },
  {
    "id": 178,
    "title": "Утиная семья",
    "content": "В озере плывет ряд из трех утят.Первый утенок говорит: «Сзади меня плывут два утёнка».Второй утёнок говорит: «Впереди меня плывёт один утёнок, а сзади плывёт еще один утёнок». \nТретий утёнок говорит: «Впереди меня плывут два утёнка, и еще один плывет за мной». ",
    "answer": "Как такое может быть?",
    "difficulty": "medium"
  },
  {
    "id": 179,
    "title": "Затишье",
    "content": "Наступила тишина, и через несколько мгновений она умерла.",
    "answer": "Слепая канатоходка выполняет акробатические трюки на большой высоте. По сценарию она должна была прыгнуть с каната ровно в тот момент, когда музыкант прекратит играть.",
    "difficulty": "hard"
  },
  {
    "id": 180,
    "title": "Бой",
    "content": "Он был очень спокоен. Тем не менее, они били его, пока он не закричал. После этого она была счастлива. Почему?",
    "answer": "Девушка только что родила сына.",
    "difficulty": "easy"
  },
  {
    "id": 181,
    "title": "Удары в живот",
    "content": "Гордон зашел в гости к Гарри и ударил его несколько раз в живот. Затем они немного переговорили и он нанес еще удары. Через пару дней Гарри умер. Что произошло?",
    "answer": "В 1926 году во время гастролей в Монреале в гримёрку к Гудини вошли трое студентов, один из которых, Гордон, был чемпионом колледжа по боксу. Он спросил Гудини, действительно ли тот способен выдержать несколько сильных ударов в живот, ничего при этом не почувствовав. Гудини, погружённый в свои мысли, кивнул, и студент неожиданно нанёс артисту два или три удара. Гудини еле остановил его: «Подождите, мне надо подготовиться», после чего напряг пресс — «Вот, теперь можете бить». Студент ударил пару раз и почувствовал железный брюшной пресс Гудини. ",
    "difficulty": "hard"
  },
  {
    "id": 182,
    "title": "Черная птица",
    "content": "Я был один в горах, изучал птиц. Я заметил неизвестную мне ранее черную птицу, когда случайно упал с высоты и сломал себе ногу. Я совершенно не мог встать. И я бы точно умер от жажды или голода, если бы не странная девушка, которая стала навещать меня каждую ночь. У неё были черные волосы, длинные ресницы и обворожительная улыбка. Она никогда не разговаривала, просто ложилась на меня и кормила из своего рта. Я думаю, что это было сырое мясо, а иногда она поила меня теплой кровью, но из-за голода я радовался любой еде. Сразу после этого она уходила.",
    "answer": "Примерно месяц спустя нога стала заживать. Я смог встать и добраться до дома, наконец поесть нормальную еду. К моему удивлению ночью она снова каким-то образом пробралась в мою комнату и разбудила меня. Она снова начала медленно залезать на меня, что-то пережевывая. Я пытался сопротивляться, но тщетно. Она силком протиснула еду в мой рот из своего и, улыбаясь, ушла. На этот раз я был сыт, поэтому почувствовал отвращение. Выплюнув всё на пол и придя в себя я смог рассмотреть в этом комке куски чьего-то глаза. ",
    "difficulty": "hard"
  },
  {
    "id": 183,
    "title": "Коллекционерша",
    "content": "У беременной женщины был шкафчик с её коллекцией. Там уже насчитывалось 8 предметов: ключ, замок, батарейка, медальон, статуэтка девочки, пешка, колпачок и кнопка. Она собиралась положить туда предмет под номером 9, но что-то пошло не так. Из-за этого она попала в больницу.",
    "answer": "Богатый муж женщины не любил её. Даже не общался с ней и только ждал рождения ребенка. Она чувствовала, что её жизнь ничтожна и уже практически впала в депрессию, когда случайно обнаружила, что испытывает воодушевление от глотания разных небольших предметов. Это был необычно и рискованно. Когда предметы выходили естественным путем она мыла их и добавляла в свою коллекцию. ",
    "difficulty": "hard"
  },
  {
    "id": 184,
    "title": "Фантом",
    "content": "Немецкая полиция совершенно растеряна. Уже на протяжении 15-ти лет один и тот же человек совершает кражи, убийства и угоны. К 2008 году они потратили 14 тысяч рабочих часов и более 15 миллионов евро, чтобы найти преступника, но так и не нашли его. Как так получилось?",
    "answer": "Это реальная история.",
    "difficulty": "hard"
  },
  {
    "id": 185,
    "title": "Спокойный пират",
    "content": "Богатый пират закопал клад с драгоценностями. У него была и карта, по которой его можно было найти, но месяц спустя кто-то украл её. Пират на это никак не отреагировал. Откуда такое спокойствие?",
    "answer": "У пирата было несколько копий карты. Он специально закопал основную часть сокровища на большой глубине, а оставшуюся часть — ближе к поверхности.",
    "difficulty": "medium"
  },
  {
    "id": 186,
    "title": "Дорогая подделка",
    "content": "Когда выяснилась, что картина поддельная, её стоимость увеличилась в 10 раз. Как так получилось?",
    "answer": "К палатке одного антиквара подходит дама, долго смотрит картины и останавливается на одной с надписью: „И. Репин“; на ней ярлык: десять рублей.",
    "difficulty": "hard"
  },
  {
    "id": 187,
    "title": "Пьянка",
    "content": "В комнате трое пьяных мужчин и труп. Мужчины не желают разговаривать с полицейскими, однако они и без этого быстро определили убийцу. Как?",
    "answer": "На столе стояла бутылка с кровавым следом от головы убитого мужчины. Было очевидно, что это и есть орудие убийства. На нем были отпечатки всех четырех мужчин. Однако только отпечатки одного мужчины были перевернуты. Это доказывало, что именно он совершил удар, держа бутылку как дубину.",
    "difficulty": "medium"
  },
  {
    "id": 188,
    "title": "Находчивая женщина",
    "content": "В дом к женщине проникли воры. Она закрылась в своей комнате и позвонила в полицию. Ей ответили, что прямо сейчас нет свободных патрульных машин и ей придется подождать. ",
    "answer": "Ждать она не стала. Через 5 минут у её дома уже было 3 патрульные машины и скорая помощь. Что она сделала?",
    "difficulty": "easy"
  },
  {
    "id": 189,
    "title": "Сон с перемещением",
    "content": "Соня очень устала и заснула. Она оказалась в совершенно другом месте, когда проснулась. Что произошло?",
    "answer": "Соня летела в самолёте. Когда она проснулась, самолёт уже совершил посадку в другом городе.",
    "difficulty": "easy"
  },
  {
    "id": 190,
    "title": "Два парашюта",
    "content": "В США во время взлета самолета террорист потребовал миллион долларов и два парашюта. Его требования выполнили. Затем самолет взлетел и, когда они пролетали пустыню, террорист выпрыгнул с деньгами. Его так и не нашли.",
    "answer": "Зачем террорист попросил два парашюта?",
    "difficulty": "medium"
  },
  {
    "id": 191,
    "title": "Жуткая игра",
    "content": "Жасмин как обычно играла в свою любимую игру, когда в неё неожиданно начали стрелять. Что произошло?",
    "answer": "Мужчины приехали охотиться на замерзшее озеро. Чтобы сделать полынью для птиц, они зажгли динамит и бросили его подальше от себя на лед.",
    "difficulty": "hard"
  },
  {
    "id": 192,
    "title": "Наказание",
    "content": "Убийца был жестоко наказан своей жертвой. Причем моментально. Как?",
    "answer": "Мужчина решил сбить снеговика на своей машине, хорошенько разогнавшись. Оказалось, что в основе снеговика был железный столб, торчащий из земли.",
    "difficulty": "medium"
  },
  {
    "id": 193,
    "title": "Гонщик",
    "content": "Вася сел в машину и поехал, однако через пять минут машина оказалась в том же месте, откуда он начинал движение. Что случилось?",
    "answer": "Вася был на карусели. Он сел в машинку, и она ездила по кругу.",
    "difficulty": "easy"
  },
  {
    "id": 194,
    "title": "Слишком много!",
    "content": "Мужчине по ошибке продали товара на килограмм больше, чем он просил, но он из-за этого расстроился. Почему?",
    "answer": "Мужчина покупал гантели, и продавец по ошибке дал ему гантели на килограмм тяжелее. Мужчине было неудобно заниматься, и он подумал, что совсем потерял форму.",
    "difficulty": "medium"
  },
  {
    "id": 195,
    "title": "Лжец",
    "content": "Муж соврал жене, что на заднем дворе их дома закопано оружие. Зачем ? ",
    "answer": "Он сидел в тюрьме и знал, что его переписку читают. Он хотел сделать своей жене подарок на день рождения: помочь вскопать огород. ",
    "difficulty": "medium"
  },
  {
    "id": 196,
    "title": "Бесцветные года",
    "content": "Из-за того что преступник был дальтоником к его сроку в тюрьме добавили 5 лет. Как так?",
    "answer": "Заключенный в тюрьме строил стену, в рамках исправительных работ. А ночью он рыл подкоп, доставая из стены кирпичи. Вынутые кирпичи он тайком вставлял  в стену.",
    "difficulty": "medium"
  },
  {
    "id": 197,
    "title": "Судьбоносная встреча",
    "content": "В купе случайно встретились две женщины. По этой причине незнакомый им мужчина сел в тюрьму. Что произошло?",
    "answer": "У одной из женщин была шуба из соболя, а у другой — аллергия на кошачью шерсть. У той что аллергия случился сильнейший приступ аллергии. Благодаря этому выяснилось, что шуба на самом деле сделана из кошачьей шерсти. ",
    "difficulty": "hard"
  },
  {
    "id": 198,
    "title": "Нечего опаздывать!",
    "content": "Билл опоздал на день рождения и из-за этого попал в тюрьму. Что произошло?",
    "answer": "День рождения было у священника. Во время своего тоста он рассказал, что первый исповедавшийся у него человек был убийцей. ",
    "difficulty": "hard"
  },
  {
    "id": 199,
    "title": "Новая куртка",
    "content": "Биллу нужна была новая куртка. Как ему удалось заполучить её, не потратив ни копейки?",
    "answer": "Пока Билл был на рынке, к нему подошла цыганка и предложила купить куртку у неё.",
    "difficulty": "hard"
  },
  {
    "id": 200,
    "title": "На обратной стороне...",
    "content": "Человек пообедал в ресторане, ему принесли счёт. Он выписал чек на требуемую сумму, а потом неожиданно перевернул его и на обратной стороне чека написал несколько слов в качестве поздравления хозяину ресторана. Зачем?",
    "answer": "Сальвадор Дали был известен не только своими эксцентричными выходками, но и непомерной любовью к деньгам. Зарабатывая миллионы на своих картинах и многочисленных коммерческих проектах, знаменитый сюрреалист не гнушался экономить на походах в рестораны. Собрав большую группу друзей, Дали мог целый вечер угощать всех любыми блюдами и напитками из меню. Когда приходило время платить по счёту, художник щедрой рукой подписывал чек на огромную сумму, а затем переворачивал чек и писал несколько тёплых слов в благодарность хозяину заведения. ",
    "difficulty": "medium"
  },
  {
    "id": 201,
    "title": "Мармелад поможет",
    "content": "С помощью мармелада Билл смог безнаказанно прогулять школу. Как?",
    "answer": "В 2010 году австралийские школы начали использовать сканеры отпечатков пальцев для проверки посещаемости среди старшеклассников. Билл узнал, что эти сканеры легко обойти с помощью желатина, на основе которого сделаны мармеладовые мишки. ",
    "difficulty": "hard"
  },
  {
    "id": 202,
    "title": "Карманники",
    "content": "Как-то раз на одной из главных площадей Праги были развешаны объявления с сообщением: \"Осторожно! Здесь работают карманники!\". Местные полицейские знали, что здесь действительно много карманников, но они активно срывали эти объявления. Зачем?",
    "answer": "На этой площади было много туристов. Карманники сами развешивали объявления о себе. Это упрощало им задачу. Люди, читавшие объявления, машинально начинали проверять на месте ли их ценности. Воры в это время наблюдали и понимали, где лежит их цель.",
    "difficulty": "medium"
  },
  {
    "id": 203,
    "title": "Убийство в машине",
    "content": "Иларион умер от ножевого ранения в своей машине. При этом двери были заперты. Автомобиль не поврежден: все окна целы и подняты в максимальное положение. Как это могло случиться?",
    "answer": "Иларион сидел в своем в кабриолете.",
    "difficulty": "medium"
  },
  {
    "id": 204,
    "title": "Отключение тока",
    "content": "Алексей работает в крупном банке. Однажды неожиданно во всем городе массово отключилось электричество. Через несколько минут он получил удар током. Как это произошло?",
    "answer": "Алексей работал удаленно и в этот день решил поработать из парка, сидя на скамейке. В это время образовался сильнейший шторм. Когда он отправился домой в него его ударила молния.",
    "difficulty": "medium"
  },
  {
    "id": 205,
    "title": "Труп с сумкой",
    "content": "В поле лежит труп. Никого нет поблизости. Рядом лежит ранец. Что произошло?",
    "answer": "Это парашютист. В ранце находится нераскрытый парашют.",
    "difficulty": "easy"
  },
  {
    "id": 206,
    "title": "Уголь, морковь и шляпа",
    "content": "Угольки, морковка и шляпа лежат на траве в саду. Никто их сюда не складывал намерено, однако их нахождение здесь объясняется вполне логично. Как?",
    "answer": "Он остатки от растаявшего снеговика. Угольки были глазами, ртом и пуговицами, а морковка — носом.",
    "difficulty": "easy"
  },
  {
    "id": 207,
    "title": "Адам и Ева",
    "content": "Бил умер и попал в рай. Там он обнаружил тысячи людей, все они были обнажены. Он смотрел по сторонам в надежде найти знакомых. И тут он увидел самих Адама и Еву.",
    "answer": "Как он понял, что это они?",
    "difficulty": "medium"
  }
]